abcde
alsa-plugins
alsa-utils
android-studio
arch-install-scripts
audacity
autoconf
automake
bash
bftpd
bison
blueman
bluez
bluez-utils
btsync
bzip2
cairo-infinality-ultimate
chrome-remote-desktop
chromium
chromium-pepper-flash
cifs-utils
cmus
coreutils
cower
cpupower
cronie
cryptsetup
deb2targz
device-mapper
dhcpcd
dialog
diffutils
dosfstools
downgrade
e2fsprogs
enlightenment
evince-gtk
expect
fakeroot
fbida
feh
file
filebot
filesystem
findutils
firefox
flex
fontconfig-infinality-ultimate
foxitreader
freerdp
freetype2-infinality-ultimate
gawk
gcc-fortran
gcc-libs
gedit
gettext
git
glibc
google-talkplugin
gptfdisk
grep
gzip
i3-wm
i3lock
i3status
inetutils
iproute2
iputils
ipython
irssi
jfsutils
less
lib32-mesa
librecad
libtool
libutil-linux
licenses
lighttpd
linux
linux-firmware
linux-headers
lm_sensors
logrotate
luarocks
lvm2
m4
maim
make
man-db
man-pages
mariadb
mdadm
mtpfs
musicbrainz
nano
netctl
networkmanager-openconnect
nmap
nodejs
npm
ntp
obex-data-server
openshot
openssh
openvpn
p7zip
pacman
parted
patch
pciutils
pcmciautils
perl
php
php-cgi
picard
pkg-config
pkgtools
procps-ng
psmisc
python-markupsafe
python-pip
python2-pip
python2-virtualenv
qt-installer-framework
r
ranger
reiserfsprogs
rpmextract
rstudio-desktop-bin
rsync
rxvt-unicode
s-nail
sed
shadow
slop
smartmontools
spotify-beta
sublime-text
sublime-text-dev
sudo
sysfsutils
syslinux
systemd-sysvcompat
tar
teamviewer
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-genericextra
texlive-htmlxml
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
tigervnc
traceroute
tree
ttf-mac-fonts
ttf-monaco
ttytter
unrar
usbutils
util-linux
vi
vim
virtualbox
virtualbox-ext-oracle
vlc
watchman
which
wireshark-cli
wpa_actiond
wpa_supplicant
xclip
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfsprogs
xorg-server
xorg-server-utils
xorg-xinit
